{
    "welcome_message": "Hello, i'm",
    "hero_sub_textf": "Frontend developer, web designer, user interfaces",
    "hero_sub_texts": "& web applications.",
    "about_title": "About me.",
    "about_sub_text": "I'm a skilled Frontend developer, with experience in frameworks like React, angular & Next. I'm a quick learner and collaborate closely with clients to create efficient, scalable and user-friendly solutions, that solve real-world problems. Let's work together to bring your ideas to life!",
    "card_title1": "Web Developer",
    "card_title2": "Frontend Developer",
    "card_title3": "Ux / Ui Designer",
    "experience_title": "Experience.",
    "experience_sub_text": "my work so far",
    "experience_work_digo": "Analyst & Developer",
    "point_work_digo1": "Development and maintenance of functionalities within the Digopago web platform and app using Angular 12 and other technologies.",
    "point_work_digo2": "Collaborate with software development teams, brands, companies and designers in search of improving the Digopago app.",
    "point_work_digo3": "Testing of functionalities and APIs developed for the Digopago app using tools such as postman or SOAPUI.",
    "point_work_digo4": "Participate in code reviews and provide constructive feedback to other developers.",
    "experience_work_proyect": "System for the management and administration of an educational institution",
    "company_work": "Graduation project",
    "point_work_proyect1": "As a final project to obtain the title of Higher Technician in Computer Science, I developed a system for the management and administration of student information in an educational unit.",
    "point_work_proyect2": "This information system was developed using tools such as html, css, javascript and the laravel framework for the front end, php for the backend and mysql as the database.",
    "point_work_proyect3": "It has different user sessions, for parent, student, teacher, administrator and super administrator.",
    "point_work_proyect4": "Developed with the main objective of optimizing the work carried out in an educational unit that made use of obsolete methods for the handling and management of the information of the students, teachers and employees of the institution.",
    "experience_work_auto": "Freelance Developer",
    "company_work_auto": "Web Portfolio",
    "point_work_auto1": "Development of my personal portfolio, making use of technologies such as ReactJs, ThreeJs, Typscript.",
    "point_work_auto2": "I show some of my skills and apply what I have learned in different udemy courses building this dynamic web portfolio.",
    "point_work_auto3": "Implementing new knowledge of tools like Three that allow me to manipulate elements in 3d.",
    "work_sub_text": "My work",
    "work_title": "Projects.",
    "work_overview": "The following projects were carried out to put into practice the knowledge gathered through years of study and completed courses, developing projects for the real world, making use of many of the technological tools that many renowned companies use today for their platforms and apps. These projects reflect my ability to solve complex problems, work with different technologies, and manage projects effectively.",
    "project_item_name": "Digopago web platform",
    "project_item_description": "Official Digopago website where all the information about the app and the services offered by Digopago for digital transactions are displayed.",
    "project_item_name1": "Management and administration system",
    "project_item_description1": "Student information administration and management system, carried out with the objective that educational institutions can optimize their procedures when handling information.",
    "project_item_name2": "Web portfolio",
    "project_item_description2": "My portfolio, where I show everything I've worked on over the years and test my skills.",
    "testimonials_sub_text": "What has been said",
    "testimonials_title": "Testimonials.",
    "testimonial_from_h": "He is a boy with a lot of potential, he learns quickly when he sets his mind to it and has very good teamwork.",
    "designation_from_h": "IT leader",
    "testimonial_from_d": "His degree project is innovative and a great contribution to educational institutions that maintain an obsolete information system today.",
    "designation_from_d": "Teacher",
    "word": "of",
    "contact_title":"Contact.",
    "contact_sub_text": "Let's talk",
    "contac_form_name": "Your name",
    "contac_form_name_placeholder": "What's your name?",
    "contact_form_email": "Your email",
    "contact_form_email_placeholder": "youremail@email.com",
    "contact_form_message": "Your message",
    "contact_form_message_placeholder": "Leave me a message!",
    "contact_submit": "Send",
    "contact_submit_done": "Sending...",
    "contact_alert_send": "thanks for your message! I'll get back to you as soon as possible",
    "contact_alert_error": "Something went wrong...",
    "nav_about": "About me",
    "nav_work": "Work",
    "nav_contact": "Contact",
    "download_resume": "Download my resume"
}