{
    "welcome_message": "Hola, soy",
    "hero_sub_textf": "Desarrollo páginas web, interfaces de usuario",
    "hero_sub_texts": "y aplicaciones web.",
    "about_title": "Sobre mi.",
    "about_sub_text": "Soy un desarrollador de software capacitado con experiencia sólida en frameworks como React, Angular y Next. Aprendo rápido y colaboro estrechamente con los clientes para crear soluciones eficientes, escalables y fáciles de usar, que resuelvan problemas del mundo real. ¡Trabajemos juntos para hacer realidad tus ideas!",
    "card_title1": "Desarollador Web",
    "card_title2": "Desarrollador Frontend",
    "card_title3": "Diseñador Ux / Ui",
    "experience_title": "Experiencia.",
    "experience_sub_text": "Mis trabajos hasta ahora",
    "experience_work_digo": "Analista de desarrollos & Desarrollador",
    "point_work_digo1": "Desarrollo y mantenimiento de funcionalidades dentro de la plataforma web y app Digopago utilizando angular 12 y otras tecnologías.",
    "point_work_digo2": "Colaborar con equipos de desarrollo de software, marcas, compañías y diseñadores en búsqueda de mejorar la app Digopago.",
    "point_work_digo3": "Testing de funcionalidades y apis desarrolladas para la app Digopago haciendo usos de herramientas como postman o SOAPUI.",
    "point_work_digo4": "Participar en revisiones de código y brindar feedback constructivos a otros desarrolladores.",
    "experience_work_proyect": "Sistema para la gestión y administración de una institución educativa",
    "company_work": "Proyecto de grado",
    "point_work_proyect1": "Como proyecto final para optar por el título de técnico superior en informática, desarrolle un sistema para la gestión y administración de la información de estudiantes de una unidad educativa.",
    "point_work_proyect2": "Este sistema de información fue desarrollado haciendo uso de herramientas como html, css, javascript y el framework laravel para el front, php para el backend y mysql como base de datos.",
    "point_work_proyect3": "Cuenta con diferentes sesiones de usuario, desde padre, estudiante, profesor, administrador y super administrador.",
    "point_work_proyect4": "Desarrollado con el objetivo principal de optimizar las labores realizadas en una unidad educativa que hiciera uso de metodos obsoletos para el manejo y gestión de la información de los estudiantes, maestros y empleados de la institución.",
    "experience_work_auto": "Desarrollador Autodidacta",
    "company_work_auto": "Portafolio Web",
    "point_work_auto1": "Desarrollo de mi portafolio personal, haciendo uso de tecnoloías como ReactJs, ThreeJs, Typscript.",
    "point_work_auto2": "Demuestro mis habilidades y aplico lo aprendido en diferentes cursos de udemy construyendo este dinamico portafolio web.",
    "point_work_auto3": "Implementando nuevo conocimiento de herramientas como Three que me permiten manipular elementos en 3d.",
    "work_sub_text": "Mi trabajo",
    "work_title": "Proyectos.",
    "work_overview": "Los siguientes proyectos fueron realizados para poner en práctica el conocimiento reunido a lo largo de años de estudio y cursos realizados, desarrollando proyectos para el mundo real, haciendo uso de muchas de las herramientas tecnológicas que hoy en día muchas empresas de renombre utilizan para sus plataformas y apps. Estos proyectos reflejan mi capacidad para resolver problemas complejos, trabajar con diferentes tecnologías, y gestionar proyectos de forma eficaz.",
    "project_item_name": "Digopago plataforma web",
    "project_item_description": "Web oficial de Digopago donde se muestra toda la información acerca de la app y los servicios que ofrece Digopago para realizar pagos y cobros digitales.",
    "project_item_name1": "Sistema de gestión y administración",
    "project_item_description1": "Sistema de administración y gestión de información de estudiantes, realizado con el objetivo de que las instituciones educativas puedan optimizar sus procedimientos a la hora de manejar información.",
    "project_item_name2": "Portafolio web",
    "project_item_description2": "Mi portafolio web, donde muestro todo en lo que he trabajado a lo largo de los años y pongo aprueba mis habilidades.",
    "testimonials_sub_text": "Lo que se dice",
    "testimonials_title": "Testimonios.",
    "testimonial_from_h": "Es un chico con mucho potencial, aprende rapido cuando se lo propone y cuenta con muy buen trabajo en equipo.",
    "designation_from_h": "Jefe de IT",
    "testimonial_from_d": "Su proyecto de grado es innovador y un gran aporte a las instituciones educativas que mantienen un sistema de información obsoleto hoy en dia.",
    "designation_from_d": "Profesora",
    "word": "de",
    "contact_title":"Contacto.",
    "contact_sub_text": "Ponte en contacto",
    "contac_form_name": "Tu nombre",
    "contac_form_name_placeholder": "Cual es tu nombre?",
    "contact_form_email": "Tu email",
    "contact_form_email_placeholder": "correo@email.com",
    "contact_form_message": "Tu mensaje",
    "contact_form_message_placeholder": "Dejame un mensaje!",
    "contact_submit": "Enviar",
    "contact_submit_done": "Enviando...",
    "contact_alert_send": "Gracias por tu mensaje! Te respondere lo antes posible.",
    "contact_alert_error": "Algo salio mal...",
    "nav_about": "Sobre mi",
    "nav_work": "Trabajo",
    "nav_contact": "Contacto",
    "download_resume": "Descarga mi cv"
}